Repository: uzairmushtaq/SecondHand
Catalog: lib/l10n/app_*.arb
Languages: fa, fr, it, pl, th, uk

# no_more_items
source: Sadly there are no more items to show.
fa: متأسفانه کالای دیگری یافت نشد.
fr: Hélas, plus aucun article n'a été trouvé !
it: nessun articolo trovato
pl: Niestety nie znaleziono więcej artykułów.
th: ไม่มีรายการ
uk: Вибачте, більше товарів не знайдено.

# change_filters_and_keep_swiping
source: Change your filters and keep swiping
fa: تنظیمات جستجوی خود را تغییر دهید.
fr: Veuillez modifier vos critères de recherche
it: modifica le impostazioni di ricerca
pl: Zmień ustawienia wyszukiwania.
th: เปลี่ยนการตั้งค่าการค้นหาของคุณ
uk: Змініть налаштування пошуку.

source: Change filters
fa: فیلترها را تغییر دهید
fr: Modifier les filtres
it: modifica i filtri di ricerca
pl: zmień filtry
th: เปลี่ยนตัวกรอง
uk: Змінити фільтр

source: Reset link
fa: درخواست لينک
fr: Demander via un lien
it: richiedi Link
pl: poproś o linka
th: รีเซ็ตลิงค์
uk: оновити посилання

# choose_another
source: Please choose another one
fa: لطفا یکی دیگری انتخاب کنید
fr: Choisissez-en un autre
it: scegli un altro
pl: Proszę wybierz inny
th: เลือกอันอื่น
uk: Будь ласка, оберіть інше
