Repository: uzairmushtaq/SecondHand
Catalog: lib/l10n/app_*.arb
Languages: fa, fr, it, pl, th, uk

source: The
fa: آن
fr: Le
it: La
pl: Ten
th: คุณ

source: easiest
fa: آسانترین
fr: plus simple
it: piú facile
pl: najprostszy
th: ง่าย
uk: найпростіший

source: and
fa: و
fr: et
it: e
pl: oraz/i
th: และ
uk: і

source: funniest
fa: خنده دار ترین
fr: le meilleur
it: divertente
pl: najzabawniejszy
th: ตลก
uk: найвеселіший

# waytobuy
source: way to buy and sell second hand items
fa: طرز خرید و فروش کالاهای دست دوم
fr: moyen d'acheter et de revendre des articles d'occasion SecondHand
it: maniera di comprare e vendere articoli di seconda mano
pl: Sposób kupowania i sprzedawania przedmiotów używanych
th: เส้นทางซื้อขายสินค้ามือสอง
uk: спосіб купівлі-продажу вживаних речей - це

source: Register
fa: ثبت نام کنید
fr: S'enregistrer
it: registrati
pl: rejestrować
th: ลงทะเบียน
uk: зареєструватися

source: Sign in
fa: ورود
fr: Se connecter
it: accedi
pl: Zaloguj sie
th: ลงชื่อเข้าใช้
uk: увійти в систему

# choose_how
source: Choose how you want to
fa: چگونه میخواهید
fr: Choisis comment
it: Come vuoi?
pl: jak chcesz siebie
th: เลือกอย่างไร
uk: Як би ви хотіли

source: sign up :)
fa: ثبت نام
fr: t'enregistrer
it: registrarti
pl: rejestrować?
th: ลงชื่อเข้าใช้
uk: зареєструватися?

source: Go back
fa: برگشت
fr: Retour
it: indietro
pl: wrócić
th: กลับ
uk: назад

source: Sign up with
fa: ثبت نام با
fr: S'enregistrer avec
it: Registrati con
pl: Zarejestruj się z
th: ลงชื่อด้วย
uk: Зареєструватися за допомогою

source: Welcome back!
fa: خوش برگشتید!
fr: Bienvenue à nouveau !
it: Bentornato
pl: Witamy spowrotem!
th: ยินดีต้อนรับกลับมา
uk: З поверненням!

source: Email or username
fa: ایمیل یا نام کاربری
fr: E-Mail ou nom d'utilisateur
it: Email o nome utente
pl: email lub nazwa użytkownika
th: อีเมลล์หรือยูเซอร์เนม
uk: E-mail або ім'я користувача

source: Password
fa: رمز عبور
fr: Mot de passe
pl: hasło
th: รหัสผ่าน
uk: Пароль

# forgot_password
source: Forgot your password?
fa: رمز عبور را فراموش کرده ام
fr: Mot de passe oublié
it: password dimenticata?
pl: Zapomniałeś hasła?
th: ลืมรหัสผ่าน
uk: Забули пароль?

# dont_have_account
source: Don't have an account?
fa: دوباره خوش آمدید
fr: N'as-tu pas un compte ?
it: non hai un account?
pl: Nie masz konta?
th: ไม่มีบัญชี
uk: Не маєте облікового запису?

source: or
fa: یا
fr: ou
it: o
pl: lub
th: หรือ
uk: або

source: Create account
fa: یک حساب کاربری باز کنید
fr: Créer un compte
it: crea un account
pl: Utwórz konto
th: สร้างบัญชีใหม่
uk: Створити обліковий запис

# email_first
source: Your email goes first :)
fa: در ابتدا ایمیل وارد کنید
fr: D'abord ton e-mail
it: prima di tutto la tua email
pl: Najpierw Twój e-mail :)
th: อีเมล์ก่อน
uk: Спочатку ваш e-mail :)

source: Registration
fa: ثبت‌نام
fr: S'inscrire
it: registrazione
pl: Rejestracja
th: ลงชื่อ
uk: Реєстрація

# enter_mail
source: Please enter your email
fa: لطفاً آدرس ایمیل خود را وارد کنید
fr: Merci d'indiquer une adresse e-mail
it: Per favore inserisci la tua email
pl: Podaj adres e-mail.
th: กรุณาระบุชื่ออีเมลล์
uk: Будь ласка, введіть адресу електронної пошти.

# correct_mail
source: Please use correct email to proceed. Thank you!
fa: لطفاً ایمیل معتبر را وارد کنید
fr: Veuillez inscrire une adresse e-mail correcte
it: Per favore utilizza un indirizzo email corretto
pl: Użyj poprawnego adresu e-mail.
th: กรุณาตรวจสอบอีเมลล์ถูกต้อง
uk: Будь ласка, використайте правильну адресу електронної пошти.

source: Email
fa: ایمیل
th: อีเมล์
uk: Електронна пошта

source: Next
fa: ادامه دهید
fr: Suivant
it: prossimo
pl: dalej
th: ต่อไป
uk: далі

# now_password
source: Now, your password :)
fa: حالا رمز عبور را وارد کنید
fr: Indiquez votre mot de passe:)
it: ora la tua password
pl: Teraz twoje hasło :)
th: รหัสผ่าน
uk: Тепер ваш пароль :)

source: Confirm password
fa: رمز عبور را تایید کنید
fr: Confirmez votre mot de passe
it: conferma la password
pl: Potwierdź hasło
th: ยืนยันรหัสผ่าน
uk: Підтвердити пароль

# password_not_match
source: Passwords do not match!
fa: رمز های عبور باهم مطابقت ندارند
fr: Les mots de passe ne correspondent pas
it: le password non corrispondono
pl: Hasła nie pasują do siebie
th: รหัสผ่านไม่ถูกต้อง
uk: Паролі не збігаються

# enter_password
source: Please enter your password
fa: رمز عبور را وارد کنید
fr: Saisir le mot de passe
it: inserisci la password
pl: Wprowadź hasło
th: ใส่รหัสผ่าน
uk: Введіть пароль

# last_step
source: You are almost done, last step.
fa: مرحله آخر: شما تقریباً تکمیل کرده اید!
fr: Dernière étape : vous y êtes presque !
it: ultimo passo: abbiamo quasi finito!
pl: Ostatni krok: prawie gotowe!
th: ขั้นตอนสุดท้าย
uk: Останній крок: ви майже закінчили!

source: Account already exists.
fa: حساب کاربری از قبل وجود دارد.
fr: Ce compte existe déjà.
it: account giá esistente
pl: Konto już istnieje.
th: บัญชี_เรียบร้อย_ออก
uk: Обліковий запис вже існує.

# minimum_8_characters
source: A minimum 8 characters password contains a combination of uppercase and lowercase letter and number are required.
fa: لطفاً ۸ علامت بگذارید
fr: Minimum 8 caractères
it: Per favore inserisci almeno 8 caratteri
pl: Wprowadź co najmniej 8 znaków
th: ใส่อักษร8 ตัว
uk: Будь ласка, введіть не менше 8 символів

source: Phone
fa: تلفن
fr: Téléphone
it: Telefono
pl: telefon
th: โทรศัพท์
uk: Телефон

source: Get SMS
fa: درخواست پیامک
fr: Recevoir par SMS
it: richiedi SMS
pl: SMS anfordern
th: ใช้ข้อความ
uk: Запит SMS

# wrong_phone_number
source: Your phone number is wrong. Try another one.
fa: شماره تلفن شما اشتباه است
fr: Votre n° de téléphone est inexact
it: il numero di telefono non é valido
pl: Twój numer telefonu jest nieprawidłowy.
th: หมายเลขโทรศัพท์ผิด
uk: Ви помилилися номером телефону.

# receive_your_code
source: Didn’t receive your code?
fa: پیامک دریافت نکردید؟
fr: Vous n'avez pas reçu de SMS ?
it: Non hai ricevuto l'SMS?
pl: Nie dostałeś SMS-a?
th: ได้รับรหัสผ่าน
uk: СМС не надійшло?

source: Verify
fa: تایید کنید
fr: confirmez
it: conferma
pl: potwierdzić
th: รับรอง
uk: підтвердити

# try_again
source: Please, try again :)
fa: لطفا دوباره تلاش کنید
fr: Veuillez réessayer.
it: Per favore riprova di nuovo
pl: proszę spróbuj ponownie
th: ทำซ้ำอีกครั้ง
uk: будь ласка, спробуйте ще раз

# no_user_or_password
source: Wrong username or password
fa: نام کاربری یا رمز عبور اشتباه
fr: Nom d'utilisateur ou mot de passe inexact
it: Nome Utente/Password sbagliato
pl: błędna nazwa użytkownika/hasło
th: ชื่อหรือรหัสผ่านไม่ถูกต้อง
uk: неправильне ім'я користувача/пароль

source: Successfully sent :)
fa: با موفقیت ثبت شد :)
fr: Envoi réussi !
it: Inviato con successo!
pl: Przesłane pomyślnie/prawidłowo :)
th: ส่งเรียบร้อย
uk: Відправлено успішно :)

# reset_password_text
source: You can reset your password thorugh the reset email which is sent to your account. Go and check!
fa: شما یک ایمیل دریافت کردید. برای تغییر رمز عبور می توانید از لینک موجود در این ایمیل استفاده کنید.
fr: Vous avez reçu un e-mail. Grâce au lien contenu dans cet e-mail, vous pouvez changer votre mot de passe.
it: Hai ricevuto un'email. Tramite il link nell'email puoi modificare la tua password.
pl: Dostałeś e-maila. Możesz użyć łącza/linka w tym e-mailu, aby zmienić swoje hasło.
th: เปลี่ยนรหัสผ่าน
uk: Ви отримали електронного листа. Ви можете скористатися посиланням у цьому листі, щоб змінити свій пароль.

# error_reseting_password
source: Error in reseting password
fa: خطا در بازنشانی رمز عبور
fr: Erreur lors de la réinitialisation du mot de passe
it: Errore nella reimpostazione della password
pl: Błąd resetowania hasła
th: เปลี่ยนรหัสผ่านล้มเหลว
uk: Помилка скидання пароля

# sms_your_verification_code
source: SecondHand: This is your verification code:
fa: دست دوم: این کد تایید شما است:
fr: SecondHand : c'est votre code de validation
it: SecondHand: questo é il tuo codice di conferma
pl: Z drugiej ręki: To jest Twój kod potwierdzający:
th: ข้อความยืนยันรหัส
uk: SecondHand: Це ваш код підтвердження:

# write_valid_one
source: Please, write a valid one :)
fa: لطفا کد معتبر وارد کنید :)
fr: Merci de saisir le code valide
it: Per favore inserisci il codice valido :)
pl: Podaj poprawny kod :)
th: ใส่รหัส
uk: Будь ласка, введіть правильний код :)

# code_no_right
source: The code is not right.
fa: کد اشتباه است.
fr: Le code est inexact
it: il codice non è valido
pl: Kod jest błędny.
th: รหัสไม่ถูกต้อง
uk: Код невірний.

# not_added_yet
source: N/A
fa: هنوز اضافه نشده است
fr: Pas encore ajouté
it: non ancora aggiunto
pl: Jeszcze nie dodano
th: ไม่สามารถเพิ่มได้
uk: Ще не додано

source: Your mode
fa: حالت شما
fr: Votre mode de lecture
it: la tua modalitá
pl: twój tryb
uk: Ваш режим

source: Search items
fa: جستجوی کالا ها
fr: Cherchez l'article
it: cerca articolo
pl: wyszukaj element
th: รายการค้นหา
uk: Елемент пошуку

# create_ad
source: Create an ad
fa: ایجاد آگهی
fr: Diffuser une annonce
it: crea annuncio
pl: Utwórz reklamę
th: สร้างเพิ่ม
uk: Створити оголошення

source: Shuffle
fa: حالت تصادفی
fr: Mode de lecture aléatoire
it: modalitá casuale
pl: tryb losowy
th: สุ่ม
uk: Випадковий режим

# repost_old_add
source: Re-post old ad
fa: نمایشگر را دوباره فعال کنید
fr: Réactiver l'annonce
it: riattiva annuncio
pl: Ponownie aktywuj wyświetlacz
th: แสดงผลอีกครั้ง
uk: Активувати оголошення знов

source: Recent searches
fa: جستجوهای قبلی
fr: Recherches passées
it: ricerche passate
pl: poprzednie wyszukiwania
th: การค้นหาล่าสุด
uk: Минулі пошуки

source: Sell
fa: فروختن
fr: Vendre
it: vendi
pl: na sprzedaż
th: ขาย
uk: продати

source: Buy
fa: خریدن
fr: Acheter
it: compra
pl: kupić
th: ซื้อ
uk: купити

source: No data found
fa: داده ای یافت نشد
fr: Aucune donnée trouvée
it: nessun dato trovato
pl: Nie znaleziono danych
th: ไม่สามารถค้นหา
uk: даних не знайдено

source: Home
fa: آغاز
fr: Démarrer
it: Inizio
pl: zaczynać
th: บ้าน
uk: Старт

source: Search
fa: جستجو کردن
fr: Recherche
it: Ricerca
pl: Szukać
th: ค้นหา
uk: Пошук

source: Messages
fa: پیام ها
fr: Informations
it: Messaggi
pl: wiadomości
th: ข้อความ
uk: Новини

source: My profile
fa: مشخصات
fr: Profil
it: Profilo
pl: profil
th: ข้อมูลของฉัน
uk: Профіль

source: Enter keywords
fa: یک عبارت جستجو را وارد کنید
fr: Inscrire le terme recherché
it: inserisci parola chiave
pl: Wpisz wyszukiwane hasło
th: ใส่ป้อนคำหลัก
uk: Введіть пошуковий запит

source: Categories
fa: دسته بندی ها
fr: Catégories
it: Categorie
pl: kategorie
th: หมวดหมู่
uk: Категорії

source: Liked items
fa: اجناس پسندیده
fr: Articles sélectionnés
it: Articoli piaciuti
pl: Polubione artykuły
th: รายการที่ชอบ
uk: Пов'язані товари

source: All messages
fa: همه پیام ها
fr: Tous les messages
it: tutti i messaggi
pl: wszystkie wiadomości
th: ข้อความทั้งหมด
uk: Всі новини

source: archived
fa: بایگانی شده
fr: Archivés
it: archiviati
pl: zarchiwizowane
th: เก็บแล้ว
uk: архів

source: unarchive
fa: لغو بایگانی
fr: Ne pas archiver
it: non archiviati
pl: cofnij archiwizację
th: ไม่เก็บ
uk: розпакувати

source: archive
fa: بایگانی کنید
fr: Archiver
it: archivia
pl: archiwum
th: ไม่เก็บ
uk: архівувати

source: sending
fa: فرستاده میشود
fr: Est envoyé
it: invio in corso
pl: zostaną wysłane
th: กำลังส่ง
uk: буде надіслано

source: Write a message
fa: پیام بنویسید
fr: Ecrire un message
it: scrivi messaggio
pl: Napisać wiadomość
th: เขียนข้อความ
uk: Написати повідомлення

source: Today
fa: امروز
fr: Aujourd'hui
it: oggi
pl: Dziś
th: วันนี้
uk: Сьогодні

source: Delete chat
fa: چت را حذف کنید
fr: Annuler le chat
it: cancella Chat
pl: usuń czat
th: ลบแชท
uk: Видалити чат

source: Report user
fa: گزارش کاربر
fr: Signaler l'utilisateur
it: segnala utente
pl: zgłaszać użytkowników
th: รายงานบัญชี
uk: повідомити користувача

source: Account
fa: حساب کاربری
fr: Compte
pl: konta
th: บัญชี
uk: Рахунок

source: My posts
fa: جنس من
fr: Mes articles
it: i miei articoli
pl: moje artykuły
th: โพสต์ของฉัน
uk: Мої товари

source: My drafts
fa: طرح های من
fr: Mes brouillons
it: le mie bozze
pl: moje projekty
th: รอส่ง
uk: Мої чернетки

source: Saved searches
fa: جستجوهای ذخیره شده
fr: Recherches sauvegardées
it: ricerche salvate
pl: zapisane wyszukiwania
th: บันทึกการค้นหา
uk: Збережені пошуки

source: Language
fa: زبان
fr: Langue
it: Lingua
pl: język
th: ภาษา
uk: Мова

source: Name
fa: نام
fr: Nom
it: Nome
pl: Nazwisko
th: ชื่อ
uk: Ім'я

# send_us_a_message
source: Write us a message
fa: برای ما یک پیام بنویسید
fr: Nous écrire un message
it: Scrivici un messaggio
pl: Napisz do nas wiadomość
th: ส่งข้อความหาเรา
uk: Напишіть нам повідомлення

source: Your name
fa: نام شما
fr: Ton nom
it: il tuo nome
pl: Twoje imię
th: ชื่อคุณ
uk: Ваше ім'я

source: Your Email
fa: ایمیل شما
fr: Ton e-mail
it: la tua email
pl: Twój email
th: ชื่ออีเมล์
uk: Ваш e-mail

source: Message
fa: پیام
fr: Ton message
it: messaggio
pl: wiadomość
th: ข้อความ
uk: Повідомлення

source: Write something here
fa: متن شما
fr: Ton texte
it: il tuo testo
pl: Twój tekst
th: เขียนที่นี่
uk: Ваш текст

# agree_terms_and_conditions
source: I agree the terms and conditions
fa: من ضوابط و شرایط را می پذیرم.
fr: J'accepte les conditions d'utilisation
it: accetto le condizioni di utilizzo
pl: Akceptuję warunki użytkowania.
th: ยอมรับข้อตกลงและเงื่อนไข
uk: Я приймаю умови використання.

source: Send
fa: فرستادن
fr: Envoyer
it: invia
pl: Wysłać
th: ส่ง
uk: Надіслати

source: Contact us
fa: با ما تماس بگیرید
fr: Nous contacter
it: Contattaci
pl: Skontaktuj się z nami
th: ติดต่อเรา
uk: Зв'яжіться з нами

source: Logout
fa: خروج
fr: Se déconnecter
pl: Wyloguj
th: ลงชื่อออก
uk: Вихід з системи

source: Alias
fa: نام مستعار
fr: Pseudo
it: Nickname
pl: przezwisko
th: ชื่อเล่น
uk: Нікнейм

source: Phone number
fa: تلفن
fr: Téléphone
it: Telefono
pl: telefon
th: เบอร์โทรศัพท์
uk: Телефон

source: Show my number
fa: نمایش شماره تلفن
fr: Afficher le n° de téléphone
it: mostra numero di telefono
pl: Pokaż numer telefonu
th: แสดงเบอร์โทรฉัน
uk: Показати номер телефону

source: Show only my alias
fa: فقط نام کاربری نمایش داده شود
fr: Afficher le nom d'utilisateur
it: mostra solo il nome utente
pl: Pokaż tylko nazwę użytkownika
th: แสดงชื่อเล่นสำหรับฉัน
uk: Показати тільки ім'я користувача

source: Expires in
fa: منقضی می شود در:
fr: Expire dans
it: scade fra
pl: Wygasa w ciągu
th: หมดอายุใน
uk: Термін дії закінчується через

source: days
fa: روزها
fr: jours
it: giorni
pl: dni
th: วัน
uk: дні (-в)

# expired
source: This article is expired
fa: مورد منقضی شده است
fr: Article expiré
it: L'articolo é scaduto
pl: Przedmiot wygasł
th: หมดอายุ
uk: Термін існування товару закінчився

source: loading
fa: بارگذاری میشود
fr: est téléchargé
it: in carica
pl: Ładowanie
th: กำลังโหลด
uk: завантаження

source: active
fa: فعال
fr: actif
it: attivo
pl: aktywny
th: ใช้งาน
uk: активне

source: inactive
fa: غیرفعال
fr: inactif
it: inattivo
pl: nieaktywny
th: ไม่ใช้งาน
uk: неактивне

# select_phone_code
source: Select your phone code
fa: کشور را انتخاب کنید
fr: Choisir le pays
it: scegli il Paese
pl: Wybierz kraj
th: เลือก_โทรศัพท์_รหัส
uk: Оберіть країну

source: Select a category
fa: دسته بندی را انتخاب کنید
fr: Choisir la catégorie
it: scegli la categoria
pl: Wybierz kategorię
th: เลือกหมวดหมู่
uk: Оберіть категорію

# everything_ready
source: Everything is ready, so let’s start :)
fa: همه چیز آماده است، حالا شروع کنید :)
fr: Tout est prêt, maintenant, démarrez !
it: tutto pronto, ora si inizia
pl: Wszystko gotowe, zacznij już teraz :)
th: ทุกอย่างเรียบร้อย
uk: Все готово, тепер до роботи :)

source: Get Started
fa: شروع کنید
fr: Démarrez !
it: ora si inizia
pl: Zacznij teraz
th: เริ่ม
uk: Почніть зараз

# name_added
source: Name successfully added!
fa: نام با موفقیت اضافه شد!
fr: Nom inséré avec succès
it: nome aggiunto con successo
pl: Nazwa/Nazwisko dodana/e pomyślnie!
th: เพิ่มชื่อ
uk: Ім'я додано успішно!

# alias_added
source: Alias successfully added!
fa: نام مستعار با موفقیت اضافه شد!
fr: Pseudo inséré avec succès
it: nickname aggiunto con successo
pl: Pomyślnie dodano pseudonim!
th: เพิ่มชื่อเล่น
uk: Нік успішно додано!

source: Uploading
fa: آپلود خواهد شد
fr: est téléchargé
it: upload in corso
pl: zostanie załadowany
th: กำลังอัพโหลด
uk: завантаження

# image_uploaded
source: Your image is uploaded
fa: عکس شما آپلود شد
fr: Votre photo a été téléchargée
it: la tua immagine é stata caricata
pl: Twoje zdjęcie zostało przesłane
th: อัพโหลดรูปภาพ
uk: Ваше фото завантажено

# thanks_for_contact_us
source: Thanks for contacting us
fa: سپاس از پیام شما
fr: Merci pour votre message !
it: grazie per il tuo messaggio
pl: Dziękuję za Twoją wiadomość
th: ขอบคุณที่ติดต่อเรา
uk: Дякуємо за ваше повідомлення

# pick_image
source: Pick a image
fa: تصویر را انتخاب کنید
fr: Choisir la photo
it: scegli immagine
pl: wybierz zdjęcie
th: เลือกรูปภาพ
uk: Оберіть картинку

source: Error
fa: اشتباه
fr: Erreur
it: errore
pl: błąd
th: ล้มเหลว
uk: Помилка

# fill_all_blanks
source: Fill all the blanks
fa: لطفا تمام خالیگاه ها را پر کنید
fr: Merci de remplir tous les champs
it: per favore riempi tutti i campi
pl: Proszę wypełnić wszystkie pola
th: กรุณากรอกข้อมูลให้ครบทุกช่อง
uk: Будь ласка, заповніть всі поля

# enter_neighbourhood
source: Enter neighbourhood or area
fa: مکان را وارد کنید
fr: Veuillez indiquer le lieu
it: scegli la localitá
pl: wprowadź lokalizację
th: ป้อนตำแหน่ง
uk: Введіть місцезнаходження

source: Location
fa: مکان
fr: Lieu
it: localitá
pl: Lokalizacja
th: สถานที่
uk: Місце

# write_short_description
source: Write a short and captivating description...
fa: توضیحات کوتاهی وارد کنید
fr: Rédigez une brève description
it: inserisci una breve descrizione
pl: Wprowadź krótki opis
th: ป้อนคำอธิบายสั้นๆ
uk: Введіть короткий опис

source: Price
fa: قیمت
fr: Prix
it: prezzo
pl: Cena
th: ราคา
uk: Ціна

source: Category
fa: دسته‌بندی
fr: Catégorie
it: categoria
pl: Kategoria
th: หมวดหมู่
uk: Категорія

source: For swapping
fa: به مبادله
fr: Pour échanger
it: da scambiare
pl: zamienić
th: เพื่อแลกเปลี่ยน
uk: обміняти

# write_short_title
source: Write a short title
fa: عنوان را وارد کنید
fr: Rédiger un titre court
it: inserisci titolo
pl: wprowadź tytuł
th: ใส่ชื่อเรื่อง
uk: Введіть назву

# set_price
source: Set a price
fa: قیمت را وارد کنید
fr: Indiquer le prix
it: inserisci prezzo
pl: Wpisz cenę
th: ตั้งราคา
uk: Введіть ціну

source: For free
fa: مجانی
fr: Gratuit
it: gratis
pl: darmowy
th: ของฟรี
uk: безкоштовно

source: Photos
fa: تصاویر
it: foto
pl: zdjęcie/zdjęcia
th: รูปภาพ
uk: Фотографії

source: Title
fa: عنوان
fr: Titre
it: titolo
pl: tytuł
th: ชื่อ
uk: Назва

source: Description
fa: توضیحات
it: descrizione
pl: opis
th: คำอธิบาย
uk: Опис

source: Order Summary
fa: خلاصه
fr: Résumé
it: riassunto
pl: streszczenie
th: สรุป
uk: Резюме

source: Photo
fa: تصویر (ها)
fr: Photo(s)
it: foto
pl: zdjęcie/zdjęcia
th: รูปภาพ
uk: Фотографія(-ї)

source: Subtotal
fa: جمع فرعی
fr: Sous-total
it: subtotale
pl: Suma częściowa
th: ผลรวม
uk: Підсумок

source: Pay now
fa: حالا پرداخت کنید
fr: Veuillez payer maintenant
it: paga subito
pl: Zapłać teraz
th: จ่าย
uk: сплатити зараз

# choose_payment_method
source: Choose your payment method :)
fa: روش پرداخت را انتخاب کنید :)
fr: Choisir la méthode de paiement
it: scegli metodo di pagamento
pl: Wybierz Metodę Płatności :)
th: เลือกวิธีการชำระเงิน
uk: Оберіть спосіб оплати :)

# credit_card
source: Credit/Debit Card
fa: کارت اعتباری
fr: Carte de crédit
it: carta di credito
pl: Karta kredytowa
th: บัตรเครดิต
uk: Кредитна картка

# article_not_posted
source: Your article was not posted
fa: جنس شما به نمایش گذاشته نشد
fr: Votre article n'a pas été publié
it: il tuo articolo é stato pubblicato
pl: Twój artykuł nie został opublikowany
th: บทความยังไม่ได้เผยแพร่
uk: Ваш товар не був опублікований

source: Payment Cancelled
fa: پرداخت لغو شد
fr: Paiement annulé
it: pagamento rifiutato
pl: Płatność przerwana
th: การชำระเงินถูกยกเลิก
uk: Платіж скасовано

# successfully_posted
source: Your article is successfully posted
fa: جنس شما به نمایش گذاشته شد
fr: Votre article a été publié
it: il tuo articolo é stato pubblicato
pl: Twój artykuł został opublikowany
th: บทความของคุณได้รับการเผยแพร่แล้ว
uk: Ваш матеріал був опублікований

source: Payment successfull
fa: پرداخت با موفقیت انجام شد
fr: Paiement réalisé avec succès !
it: pagamento effettuato con successo
pl: Płatność powiodła się
th: ชำระเงินสำเร็จ
uk: Платіж успішно здійснено

source: Upload successfull
fa: آپلود با موفقیت انجام شد
fr: Téléchargement réalisé avec succès !
it: caricamento effettuato con successo
pl: Wysyłanie zakończone
th: อัปโหลดสำเร็จ
uk: Завантаження виконано успішно

# no_costs_for_article
source: The presentation of your article is free of charge for you.
fa: نمایش کالای شما برای تان رایگان است
fr: La présentation de votre article est gratuite pour vous
it: la presentazione del tuo articolo é gratis per te
pl: Prezentacja Twojego artykułu jest dla Ciebie bezpłatna.
th: การนำเสนอบทความของคุณไม่มีค่าใช้จ่ายสำหรับคุณ
uk: Презентація вашого товару є безкоштовною для вас.

source: Upload now
fa: بارگذاری کالا
fr: Télécharger l'article
it: carica articolo
pl: prześlij artykuł
th: อัพโหลดตอนนี้
uk: Завантажити товар

source: Publish again
fa: بازنمایی
fr: Publier à nouveau
it: pubblica di nuovo
pl: ponownie opublikować
th: เผยแพร่อีกครั้ง
uk: переопублікувати

source: Delete post
fa: حذف کردن
fr: Annuler
it: cancella
pl: kasować
th: ลบโพสต์
uk: видалити

source: like
fa: پسندیدم
fr: ça me plaît
it: mi piace
pl: lubię to
th: ชอบ
uk: Мені подобається

source: unlike
fa: نپسندیدم
fr: ça ne me plaît pas
it: non mi piace
pl: nie lubię tego
th: ไม่ชอบ
uk: Мені не подобається

source: Member since
fa: عضو از
fr: Membre depuis
it: membro da
pl: Członek od
th: สมาชิกตั้งแต่
uk: Учасник з

# posted
source: Geposted
fa: آپلود
fr: Téléchargé
it: caricato
pl: Załadowany
th: โพสต์
uk: Завантажено

source: Camera
fa: کامره
fr: Caméra
it: fotocamera
pl: aparat fotograficzny
th: กล้อง
uk: Камера

source: Gallery
fa: آلبوم
fr: Galerie
it: galleria
pl: Galeria
th: คลังภาพ
uk: Галерея

source: Location range
fa: محدوده را تعیین کنید
fr: Déterminer la zone de diffusion
it: definisci raggio
pl: Określ promień
th: สถานที่ตั้ง
uk: Заданий радіус

source: Sort by
fa: مرتب سازی بر اساس
fr: Tri par
it: ordina in modo
pl: Sortuj według
th: เลือกจาก
uk: Сортувати за

# lowest_to_heighest
source: Lowest to highest
fa: ابتدا ارزانترین
fr: Le moins cher en premier
it: dal più basso al più alto
pl: Najniższy jako pierwszy
th: ต่ำไปสูง
uk: Від дешевих до дорогих

source: Highest to lowest
fa: اول گرانترین
fr: Le plus cher en premier
it: dal più alto al più basso
pl: Najwyższy jako pierwszyN
th: สูงไปต่ำ
uk: Від дорогих до дешевих

source: Distance
fa: فاصله
it: distanza
pl: dystans
th: ระยะทาง
uk: Відстань

source: Shortest to longest
fa: اول کوتاهترین
fr: La plus proche d'abord
it: dalla più vicina alla più lontana
pl: najkrótszy pierwszy
th: สั้นไปยาว
uk: Від найближчих до найдалекіших

source: Longest to shortest
fa: اول درازترین
fr: La plus éloignée d'abord
it: dalla più lontana alla più vicina
pl: najdłuższy pierwszy
th: ยาวไปสั้น
uk: Від найдалекіших до найближчих

source: Show free items
fa: کالای مجانی
fr: Articles gratuits
it: articoli gratuiti
pl: darmowe artykuły
th: แสดงรายการฟรี
uk: безкоштовні товари

source: Show swapping items
fa: کالای مبادله ای
fr: Articles pour échanges
it: articoli da scambiare
pl: przedmiot wymienny
th: แสดงการแลกเปลี่ยนรายการ
uk: товари на обмін

source: Archive Chat
fa: آرشیو چت
fr: Activer le chat
it: archiviare chat
pl: Zarchiwizuj czat
th: เก็บแชท
uk: архівувати чат

source: archiving
fa: آرشیو میشود
fr: Est archivé
it: archiviazione in corso
pl: jest zarchiwizowany
th: การเก็บถาวร
uk: буде заархівовано

source: Unarchived successfully
fa: با موفقیت حذف شد
fr: Désarchivé avec succès
it: spostato dall'archivio con successo
pl: pomyślnie zarchiwizowane
th: ยกเลิกการเก็บถาวรเรียบร้อยแล้ว
uk: успішно розархівовано

source: Archived successfully
fa: با موفقیت آرشیو شد
fr: Archivé avec succès
it: archiviato con successo
pl: pomyślnie zarchiwizowane
th: เก็บถาวรเรียบร้อยแล้ว
uk: успішно заархівовано

source: delete
fa: حذف کردن
fr: Annuler
it: cancella
pl: kasować
th: ลบ
uk: видалити
